Repository: tommistolercz/plugin.video.vk
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30000
source: GENERAL
ru_ru: Основные

# #30001
source: USER
ru_ru: Пользовательские

# #30002
source: Items per page
ru_ru: Колчество на странице

# #30003
source: Force custom view mode for videos
ru_ru: Режим принудительного просмотра

# #30004
source: View mode id
ru_ru: Режим просмотра

# #30005
source: Search without age restrictions
ru_ru: Поиск без возрастных ограничений

# #30006
source: Search incl. own videos
ru_ru: Искать, включая свои видео

# #30007
source: Search by video duration
ru_ru: Поиск по длительности

# #30008
source: Any
ru_ru: Любая

# #30009
source: Longer than
ru_ru: Длиннее, чем

# #30010
source: Shorter than
ru_ru: Короче, чем

# #30011
source: Duration in minutes
ru_ru: Длительность в минутах

# #30012
source: Sort searched videos
ru_ru: Сортировать найденные видео

# #30013
source: By date
ru_ru: По дате

# #30014
source: By duration
ru_ru: По длительности

# #30015
source: By relevance
ru_ru: По популярности

# #30016
source: VK user access token
ru_ru: Ключ авторизации

# #30017
source: Logout user
ru_ru: Выход

# #30018
source: Keep history of add-on requests
ru_ru: Хранить историю запросов плагина

# #30019
source: Keep history of played videos
ru_ru: Сохранить историю просмотренных видео

# #30020
source: VK authorization error!
ru_ru: Ошибка авторизации!

# #30021
source: VK API error!
ru_ru: Ошибка API!

# #30022
source: Routing error!
ru_ru: Ошибка управления!

# #30023
source: Data file error!
ru_ru: Ошибка дата-файла!

# #30024
source: Video resolving error!
ru_ru: Ошибка запроса видео!

# #30030
source: VK login (email/phone)
ru_ru: Логин (E-mail/Телефон)

# #30031
source: VK password
ru_ru: Пароль

# #30032
source: User logged out.
ru_ru: Вы вышли

# #30033
source: Are you sure?
ru_ru: Вы уверены?

# #30034
source: Next page
ru_ru: Следующая страница

# #30035
source: Skip to page
ru_ru: Пропустить страницу

# #30036
source: Go to
ru_ru: Перейти к

# #30037
source: Follow
ru_ru: Подписка

# #30040
source: Search videos
ru_ru: Поиск видео

# #30041
source: Search history
ru_ru: История поиска

# #30042
source: My videos
ru_ru: Мои видео

# #30043
source: My liked videos
ru_ru: Мои любимые видео

# #30044
source: My video albums
ru_ru: Мои видео-альбомы

# #30045
source: My communities
ru_ru: Мои группы

# #30046
source: My liked communities
ru_ru: Мои любимые группы

# #30047
source: Played videos
ru_ru: Просмотренные видео

# #30048
source: Watchlist
ru_ru: Видео-лист

# #30053
source: Add to liked videos
ru_ru: Добавить в любимые видео

# #30054
source: Remove from liked videos
ru_ru: Удалить из любимых видео

# #30055
source: Set albums
ru_ru: Настройка альбомов

# #30056
source: Add to watchlist
ru_ru: Добавить в видео-лист

# #30057
source: Remove from watchlist
ru_ru: Удалить из видео-листа

# #30058
source: Clear watchlist
ru_ru: Очистить видео-лист

# #30059
source: Clear played videos
ru_ru: Очистить просмотренные видео

# #30060
source: Rename album
ru_ru: Переименовать видео-альбом

# #30061
source: Move album up
ru_ru: Переместить видео-альбом выше

# #30062
source: Move album down
ru_ru: Переместить видео-альбом ниже

# #30063
source: Delete album
ru_ru: Удалить видео-альбом

# #30064
source: Create new album
ru_ru: Создать видео-альбом

# #30070
source: Add to liked communities
ru_ru: Добавить в любимые группы

# #30071
source: Remove from liked communities
ru_ru: Удалить из любимых групп

# #30072
source: Leave community
ru_ru: Выйти из группы

# #30081
source: Delete search
ru_ru: Удалить поиск

# #30082
source: Clear search history
ru_ru: Очистить историю поиска

# #30083
source: Search videos
ru_ru: Найденные видео

# #30084
source: {0} videos searched
ru_ru: {0} видео найдено

# #30085
source: Search by similar title
ru_ru: Искать по похожему названию
